"CPIO archive" = "CPIO arşivi";
"CPGZ archive" = "CPGZ arşivi";
"ZIP archive" = "ZIP arşivi";
"tar archive" = "tar arşivi";
"gzip compressed tar archive" = "gzip ile sıkıştırılmış tar arşivi";
"bzip2 compressed tar archive" = "bzip2 ile sıkıştırılmış tar arşivi";
"gzip compressed archive" = "gzip ile sıkıştırılmış arşiv";
"unix compressed archive" = "unix sıkıştırılmış arşivi";
"bzip2 compressed archive" = "bzip2 ile sıkıştırılmış arşiv";
"MacBinary archive" = "MacBinary arşivi";
"BinHex archive" = "BinHex arşivi";
"uuencoded archive" = "uuencoded arşivi";
"AppleSingle archive" = "AppleSingle arşivi";
"PAX archive" = "PAX arşivi";

"Archive" = "Arşivle";
"Unarchive" = "Ayıkla";
